Repository: wichmann/retrowetter
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de

source: Select language
de_de: Wähle Sprache

source: This is a simple app to visualize climate data provided by the DWD.
de_de: Eine einfache App zur Visualisierung von Klimadaten des DWD.

source: Configuration
de_de: Konfiguration

source: Select Station
de_de: Wetterstation auswählen

source: Select a weather station by name.
de_de: Wählen Sie eine Wetterstation aus.

source: Select weather station...
de_de: Wählen Sie eine Wetterstation...

source: Select Year Range
de_de: Wählen Sie einen Zeitraum

source: Select a year range to view weather data.
de_de: Wählen Sie eine Zeitraum, für den Wetterdaten angezeigt werden sollen.

source: Select Specific Date
de_de: Wählen Sie ein bestimmtes Datum

source: Select a specific date to view that days weather.
de_de: Wählen Sie ein bestimmtes Datum, für das das Wetter angezeigt werden soll.

source: Select Date
de_de: Wähle Datum

source: 📅 Some days weather
de_de: 📅 Wetter eines bestimmten Tages

source: Daily minimum of air temperature
de_de: Tagesminimum der Lufttemperatur

source: Daily average of temperature
de_de: Tagesmittel der Temperatur

source: Daily maximum of air temperature
de_de: Tagesmaximum der Lufttemperatur

source: Daily rainfall
de_de: Tägliche Niederschlagshöhe

source: Type of Rain
de_de: Niederschlagsform

source: Daily snow fall
de_de: Tägliche Schneehoehe

source: Daily average of relative humidity
de_de: Tagesmittel der Luftfeuchte

source: Daily average of vapor pressure
de_de: Tagesmittel des Luftdrucks

source: Cloud amount
de_de: Bedeckungsgrad

source: 🥵 Heat Days per Year
de_de: 🥵 Hitzetage pro Jahr

source: Heat Days Data (Days with Maximum Temperature >= 30°C)
de_de: Daten zu Hitzetagen (Tage mit einer maximalen Temperatur >= 30°C)

source: Raw data
de_de: Rohdaten

source: Heat Days, Desert Days and Tropical Nights per Year
de_de: Hitzetage, Wüstentage und tropische Nächte pro Jahr

source: heat days per year
de_de: Hitzetage pro Jahr

source: desert days per year
de_de: Wüstentage pro Jahr

source: tropical nights per year
de_de: Tropische Nächte pro Jahr

source: heat days trend
de_de: Hitzetage (Trend)

source: Year
de_de: Jahre

source: Number of days
de_de: Anzahl Tage/Nächte

source: 📈 One day over the years
de_de: 📈 Ein Tag durch die Jahre

source: Years
de_de: Jahre

source: Temperature °C
de_de: Temperatur °C

source: 📍 Weather station location
de_de: 📍 Standort Wetterstation

source: 📊 Yearly Median
de_de: 📊 Jährlicher Mittelwert

source: Yearly median of daily average temperature
de_de: Jährlicher Mittelwert der Temperatur-Tagesmittel

source: 🌧️ Rainfall in Month over the Years
de_de: 🌧️ Regenmenge pro Monat über die Jahre

source: Rainfall in Month (mm)
de_de: Regenfall pro Monat (mm)

source: Rainfall in Month over the years
de_de: Regenfall pro Monat über die Jahre

source: A simple app to visualize climate data provided by the DWD.
de_de: Eine einfache App zur Visualisierung von Klimadaten des DWD.

source: Daily minimum
de_de: Tagesminimum

source: Daily mean
de_de: Tagesmittel

source: Daily maximum
de_de: Tagesmaximum
